<?php

return [
    'title' => 'مسؤول المجال',
    'list' => 'قائمة مسؤولي المجالات',
    'create' => 'إنشاء ',
    'edit' => 'تعديل ',
    'name' => 'اسم ',
    'enter_name' => 'أدخل اسم ',
    'bio' => 'السيرة الذاتية',
    'enter_bio' => 'أدخل سيرة ',
    'actions' => 'الإجراءات',
    'save' => 'حفظ',
    'update' => 'تحديث',
    'delete' => 'حذف',
    'no_authors' => 'لم يتم العثور على مؤلفين',
    'success' => [
        'created' => 'تم إنشاء  بنجاح',
        'updated' => 'تم تحديث  بنجاح',
        'deleted' => 'تم حذف  بنجاح'
    ],
    'error' => [
        'not_found' => 'لم يتم العثور على ',
        'delete' => 'خطأ في حذف '
    ]
]; 